{
  "Jokes" : [
  {
     "id": "001",
     "joke": "You know who likes Special Entertainment like that?"
  },
  {
    "id": "002",
    "joke": "You know who can help? "
  },
  {
    "id": "003",
    "joke": "You know who else needs supervision?"
  },
  {
    "id": "004",
    "joke": "You know who else rocks this hard?"
  },
  {
    "id": "005",
    "joke": "You know who else has the best tacos in the city?"
  },
  {
    "id": "006",
    "joke": "You know who else would blow a fuse if she found out that we were slacking off?"
  },
  {
    "id": "007",
    "joke": "You know who else doesn't have time for this?"
  },
  {
    "id": "008",
    "joke": "You know who else says argh?"
  },
  {
    "id": "009",
    "joke": "You know who I feel sorry for?"
  },
  {
    "id": "010",
    "joke": "You know who taught High-Fives to hot wire the cart to get away with slacking off at work and not get in trouble with his boss? My Uncle John, he's a mechanic. You know who taught him?"
  },
  {
    "id": "011",
    "joke": "You know who else lifts like a champ?"
  },
  {
    "id": "012",
    "joke": "You know who else messes around a lot?"
  },
  {
    "id": "013",
    "joke": "You know who else is gonna have to get supervised again for not doing it right?"
  },
  {
    "id": "014",
    "joke": "You know who else blows a mean piece of brass?"
  },
  {
    "id": "015",
    "joke": "You know who else doesn't like to talk about her feelings?"
  },
  {
    "id": "016",
    "joke": "You know who else is gonna play Quartz, Parchment Chairs for your old Citalona? Who?"
  },
  {
    "id": "017",
    "joke": "You know who else likes to get headbutted in the face?"
  },
  {
    "id": "018",
    "joke": "You know who else likes to score so she can get computer rights for a week?"
  },
  {
    "id": "019",
    "joke": "You know who else likes to clean up other people's messes?"
  },
  {
    "id": "020",
    "joke": "You know who else smells like a pile of butts?"
  },
  {
    "id": "021",
    "joke": "You know who else is hot and tears through stuff?"
  },
  {
    "id": "022",
    "joke": "You know who else looks pregnant in photographs?"
  },
  {
    "id": "023",
    "joke": "You know who else got smokey on her tail?"
  },
  {
    "id": "024",
    "joke": "To which I replied"
  },
  {
    "id": "025",
    "joke": "You know who else likes to stuff themselves with their boss's free donuts?"
  },
  {
    "id": "026",
    "joke": "You know who else's C equals 8?"
  },
  {
    "id": "027",
    "joke": "You know who else is like What's up, Mr President?"
  },
  {
    "id": "028",
    "joke": "You know who else has done nothing since high school?"
  },
  {
    "id": "028",
    "joke": "You know who else leads to violence and horror?"
  },
  {
    "id": "029",
    "joke": "You know who else is easily impressed by cat checks?"
  },
  {
    "id": "030",
    "joke": "You know who else always aces these things?"
  },
  {
    "id": "031",
    "joke": "You know who else doesn't have any friends?"
  },
  {
    "id": "032",
    "joke": "You know who else is the scariest?"
  },
  {
    "id": "033",
    "joke": "You know who doesn't drop their trail mix when they get scared?"
  },
  {
    "id": "034",
    "joke": "You know who else has a meeting in 8?"
  },
  {
    "id": "035",
    "joke": "You know who else doesn't understand joke structure?"
  },
  {
    "id": "036",
    "joke": "You know who else likes to mess around in the rain?"
  },{
    "id": "037",
    "joke": "You know who else had the better end zone dance?"
  },
  {
    "id": "038",
    "joke": "You know who else has a lot to think about? Who?"
  },
  {
    "id": "039",
    "joke": "You know who else doesn't give up on friendship?"
  },
  {
    "id": "040",
    "joke": "You know who doesn't run out of gas?"
  },
  {
    "id": "041",
    "joke": "You know who else scans her server?"
  },
  {
    "id": "042",
    "joke": "You know who else has never gone off?"
  },
  {
    "id": "043",
    "joke": "You know who else grows really big to show their dominance but is really small deep down?"
  }
]
}